[
  {
    "title": "Shoulder",
    "media_url": "",
    "description": "The shoulder muscles consist of a group of muscles in the shoulder area and around it, playing a crucial role in the movement and support of the arms and shoulders. The main muscles in this region include the deltoid, trapezius, rotator cuff, and upper shoulder muscles."
  },
  {
    "title": "Arm",
    "media_url": "",
    "description": "The arms consist of a group of muscles located in the arm and forearm region. The main arm muscles include the biceps in the front of the arm and the triceps in the back. Regular and appropriate exercises like Arnold press and dumbbell triceps can help strengthen and increase the muscle mass of the arms."
  },
  {
    "title": "Abdomen",
    "media_url": "",
    "description": "The abdominal muscle group consists of muscles located in the abdomen and lower back areas, playing a key role in movement, body support, and abdominal stability. These muscles include the rectus abdominis, oblique muscles, and transverse abdominal muscles."
  },
  {
    "title": "Chest",
    "media_url": "",
    "description": "The chest muscles include the pectoralis major, pectoralis minor, serratus anterior, and the trapezius muscles. These muscles are located in the chest and rib cage area. Chest muscles play an important role in movement, stability, and body balance."
  },
  {
    "title": "Buttocks",
    "media_url": "",
    "description": "The buttock muscles include the gluteus maximus, gluteus medius, gluteus minimus, and the tensor fasciae latae. These muscles are located in the posterior region of the body, in the buttocks area. The gluteal muscles play an essential role in movement, support, and body balance."
  },
  {
    "title": "Hip",
    "media_url": "",
    "description": "The hip muscles include the gluteus maximus, gluteus medius, gluteus minimus, and the piriformis muscle. Hip thrusts, contracting the hip muscles, and exercises that strengthen the gluteal muscles can aid in strengthening and improving the hip muscles."
  },
  {
    "title": "Back",
    "media_url": "",
    "description": "The back muscles are a group of muscles in the back area of the body, playing a vital role in movement, support, and reinforcing the back part of the body. The main muscles in this area include the trapezius, latissimus dorsi, erector spinae, and multifidus muscles."
  },
  {
    "title": "Leg",
    "media_url": "",
    "description": "Leg muscles include the thigh, calf, back of the calf, and heel muscles. The thigh muscles consist of the quadriceps in the front of the thigh and the hamstring in the back. The calf muscles include the gastrocnemius in the front and the soleus in the back of the calf."
  }
]
